# Display manager, Wayland stack, and desktop utilities
blueman
bluez
bluez-utils
brightnessctl
cliphist
dconf
exfatprogs
ffmpegthumbnailer
file-roller
gammastep
gnome-keyring
greetd
grim
gtk3
gtklock
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
imv
kanshi
kitty
libappindicator
libnotify
lxappearance
mako
network-manager-applet
networkmanager
niri
ntfs-3g
nwg-clipman
orca
pavucontrol
playerctl
polkit
polkit-gnome
power-profiles-daemon
qt5-wayland
qt5ct
qt6-wayland
seatd
slurp
swappy
swayidle
thunar
thunar-archive-plugin
thunar-volman
tumbler
udiskie
udisks2
waybar
wev
wl-clipboard
wlr-randr
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xorg-xwayland
xwayland-satellite
